// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "État du périphérique";

"SuppliesDetailsTitle" = "Informations détaillées sur les consommables";
"OrderSuppliesTitle" = "Commander des consommables HP";

"Loading..." = "Chargement…";

// Color Names
"black" = "Noir mat";
"blue" = "Bleu";
"brightyellow" = "Bright Yellow";
"cyan" = "Cyan";
"darkgray" = "Noir photo";
"darkmagenta" = "DarkMagenta";
"flourescentpink" = "Flourescent Pink";
"flourescentyellow" = "Flourescent Yellow";
"glossyblack" = "Glossy Black";
"gray" = "Gris";
"green" = "Vert";
"lightcyan" = "Cyan clair";
"lightgray" = "Gris clair";
"lightmagenta" = "Magenta clair";
"lightyellow" = "Light Yellow";
"magenta" = "Magenta";
"matteblack" = "Noir mat";
"mediumcyan" = "Medium Cyan";
"mediumgray" = "Medium Gray";
"orange" = "Orange";
"photoblack" = "Noir photo";
"red" = "Rouge";
"reflexblue" = "Reflex Blue";
"rhodaminered" = "Rhodamine Red";
"transparent" = "Rehausseur brill.";
"violet" = "Bleu";
"white" = "White";
"yellow" = "Jaune";

/* Name field label */
"Name:" = "Nom:";

/* Model field label */
"Model:" = "Modèle:";

/* Connection field label */
"Connection:" = "Connexion:";

/* Address field label */
"IP Address:" = "Adresse IP:";

/* Firmware version field label */
"FW Version:" = "Version micropr.:";

// Buttons
PrinterDetailsButtonTitle = "Détails sur l'imprimante…";
PrinterDetailsButtonToolTip = "Afficher HP Printer Monitor pour plus de détails sur l'état de l'imprimante et les alertes.";
SuppliesDetailsButtonTitle = "Détails sur les consommables…";
SuppliesDetailsButtonToolTip = "Cliquez ici pour plus de détails sur l'état des cartouches d'encre, des têtes d'impression et du papier.";
OrderSuppliesButtonTitle = "Commander des consommables HP";
OrderSuppliesButtonToolTip = "Commander des consommables HP sur HP.com";

